-- phpMyAdmin SQL Dump
-- version 5.1.0-3.fc34
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Jul 27, 2021 at 11:46 AM
-- Server version: 10.5.10-MariaDB
-- PHP Version: 7.4.20

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `andqt`
--

-- --------------------------------------------------------

--
-- Table structure for table `blogs`
--

CREATE TABLE `blogs` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `text` text DEFAULT NULL,
  `category` varchar(255) NOT NULL,
  `name_pic` text DEFAULT NULL,
  `comment` varchar(30) DEFAULT NULL,
  `slug` varchar(255) NOT NULL,
  `keyword` text DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blogs`
--

INSERT INTO `blogs` (`id`, `title`, `text`, `category`, `name_pic`, `comment`, `slug`, `keyword`, `created_at`, `updated_at`) VALUES
(37, 'بررسی مزاج های اسلامی', '<p>مزاج انسان ها از نوع خلقت آن ها تشکیل شده و در واقع پایه و عنصر هر جسم و روح می باشد و با دانستن آن ها می توان به درمان مشکلات و بیماری های به وجود آمده در جسم و روح و فکر پرداخت و کلاً چهار مزاج در بدن داریم که خصوصیات خاص خودشان را دارند و با کم و زیاد شدن آن ها عوارض و بیماری های روحی و جسمی و فکری خاص خودشان را بوجود می آورند . باید تمامی مزاج های بدن در حالت تعادل باشند ، تا مشکلی بوجود نیاید .</p>\r\n<p>چهار مزاج : دم ، بلغم ، ریح و مره تشکیل دهنده و پایه جسم و روح می باشند و هرکدام نقش مهمی در بدن دارند .</p>\r\n<p><strong>کلیدواژه</strong>&nbsp;: طب ، مزاج ، اسلام ، خلقت</p>\r\n<p><strong>مقدمه</strong></p>\r\n<p>در طب اسلامی پیش از آن که به درمان بیماری ها پرداخته شود ، نوع خلقت و نوع آفرینش انسان مورد بحث و بررسی قرار می گیرد .</p>\r\n<p>ما هر چقدر با نوع خلقت و آفرینش انسان آشناتر باشیم بهتر می توانیم نیاز ها و خواسته های جسمی و روحی و فکری انسان ، جواب دهیم و به آن ها بپردازیم .</p>\r\n<p>با تدبر و تفکر در آیات در مورد خلقت انسان به این واقعیت می رسیم که خلقت انسان در سه مرحله اتفاق افتاده است و طبایع و مزاج انسانی شکل گرفته است .</p>\r\n<p><strong>مرحله اول خلفت</strong></p>\r\n<p>خداوند خالق وجود انسان را در این مرحله از ترکیب دو چیز تشکیل داده و آفریده است و عبارت است از : (( آب و خاک )) .</p>\r\n<p>این مرحله ، خلقت اولیه می باشد و مقدمه ای برای تشکیل مزاج و طبایع انسانی می باشد .</p>\r\n<p><strong>مرحله دوم خلقت</strong></p>\r\n<p>در مرحله دوم خداوند عزوجل آب و خاک را با نفس و روح ترکیب کرده است . که این ترکیب باعث بوجود آمدن چهار طبع اولیه انسانی می باشد . این طبایع اولیه عبارت اند از : (( صفراء و سوداء و دم و بلغم )).</p>\r\n<p>الان این چهار طبع در طب سنتی کار آیی بسیار مهم و زیادی دارد .</p>\r\n<p>با حدیثی از معصومین ( علیهم السلام ) می توان به وجود این چهار طبع استناد کرد .</p>\r\n<p>در روایتی نقل شده است :</p>\r\n<p>(( قال الله تبارک و تعالی انّی خَلَقتُ آدَمَ و رَکَّبتُ جَسَدَهُ من اربعة أشیاء : رَکَّبتُ جسده حینَ خلقتُهُ من رطبٍ و بابِسٍ و سُخنٍ و باردٍ ، و ذلک أنّی خلقته من تراب و ماءٍ ، ثمَّ جعلتُ فیه نفساً و روحاً ، فیوسةُ کلِّ جسدٍ من قبل التراب ، و رطوبته من قِبَلِ الماء و حرارته من قِبَلِ النفسِ و برودتُهُ من قبل الروحِ ، ثمَّ خلقتُ فی الجسد بعد هذه الخلق الاول اربعةَ انواعٍ : و هنَّ ملاک الجسد و قوامه بإذنی لا یقوم الجسد الّا بهنَّ ، و لا تقوم منهنَّ واحدةٌ الّا بالاخری ، منها : المرّة الوراء و المرّة الصغراء ، و الدّم و البلغم . ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn3\" name=\"_ftnref3\">[۳]</a></p>\r\n<p>(( خداوند تبارک و تعالی درباره خلقت حضرت آدم (( علیه السلام )) فرمود : آدم را خلق نمودم و جسم او را با چهار چیز ترکیب نمودم . آن چهر چیز عبارت است از : رطوبت و خشکی ، گرمی و سردی و این چنین بود که آدم را از خاک و آب آفریدم سپس نفس و روح را در او قرار دادم ، پس خشکی هر جسم را از خاک ، رطوبتش از آب ، گرمی آن از نفس برودت و سردی اش از روح است . پس از خلقت اولیه چهار طبیعت را در بدنش مقرر داشتم که ملاک و قوام جسم به آن ها وابسته است و جسم قوامی ندارد مگر بإذن من و بدن توانایی و استقامتی ندارد مگر با آن چهار طبیعت و هر یک از این ها به دیگری مربوط و محتاج است و بدون وجود همدیگر نمی توانند کار کنند ( و به وظایف خود عمل کنند ) آن چهار طبع عبارتند از : (( سوداء و صفراء ، دم ، بلغم )) .</p>\r\n<p><strong>مرحله سوم خلقت</strong></p>\r\n<p>این مرحله آخرین مرحله خلقت انسانی می باشد که پیشرفته تر از مراحل قبل می باشد .</p>\r\n<p>در این مرحله با کنار هم قرار گرفتن چهار طبع و با اضافه شدن ریح ( باد ) به این طبایع ، طبایع انسانی تغییر پیدا کرده است ، و باعث شده که صفراء و سودا ( گرم و خشک و سرد و خشک ) در یک طبع بنام مره جمع گردند .</p>\r\n<p>در روایتی نقل شده است :</p>\r\n<p>&nbsp;</p>\r\n<p>(( الطبایعُ الاربعة : الریح و المرّة و الدم و البلغم ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn4\" name=\"_ftnref4\">[۴]</a></p>\r\n<p>( طبایع چهارگانه : ریح ، مره ، بلغم و دم ( دم ) هستند )</p>\r\n<p>این تغییر و تحول با روایتی از معصومین ( علیهم السلام ) قابل اثبات می باشد .</p>\r\n<p>می فرمایند :</p>\r\n<p>(( لمّا خلق الله عزوجلّ طینَةَ آدمَ ، أمَرَ الرّیاح الاربعة ، فَجَرَت علیها ، فأَخذَت من کلِّ ریحٍ طبیعتها ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn5\" name=\"_ftnref5\">[۵]</a><br />( زمانی که خداوند حضرت آدم را خلق کرد ، به باد های چهارگانه ( شمال ، جنوب ، صبا و دبور ) دستور داد تا به آدم بوزند ، به امر خدا باد ها بر آن حضرت وزید و بدن او از هر بادی طبیعتی برداشت . )</p>\r\n<p>در روایت آمده است :</p>\r\n<p>(( الریاح اربع : الشمال و الجنوب و الصبا و الدبور . فالشمال عن یمین القبلة و الجنوب عن یسارها و الصبا من قبل المشرق و الدبور من قبل المغرب ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn6\" name=\"_ftnref6\">[۶]</a></p>\r\n<p>( بادها چهار نوع هستند : شمال و جنوب و صبا و دبور . باد شمال از ناحیه قبله است ، باد جنوب از سمت چپ قبله ، باد صبا از ناحیه مشرق و باد دبور از ناحیه مغرب است )</p>\r\n<p>پیدایش هر یک از چهار طبع به علت وزش یک نوع باد است .</p>\r\n<p>ریح بر اثر وزش باد شمال که سرد و خشک است به وجود آمده به و به همین دلیل ریح نیز سرد و خشک است .</p>\r\n<p>بلغم حاصل باد است که سرد و مرطوب هست و علت اینکه بلغم نیز سرد و مرطوب و جامد هست همین عامل است . مرّه نتیجه باد دبور است که گرم و خشک است و به همین علت نیز مره گرم و خشک است . با تفصیل در مورد مره می توان گفت مره صغراء دم نیز در اثر باد جنوب به وجود آمده که گرم و مرطوب است و به همین علت خون نیز مرطوب است .</p>\r\n<p><strong>علائم تشخیص غلبه خون</strong></p>\r\n<p>۱ . خارش بدن&nbsp; ۲ . جوش و دُمَل&nbsp; ۳ . خواب آلودگی&nbsp; ۴ . سرگیجه&nbsp; ۵ . مور مور کردن بدن&nbsp; ۶ . سرخی صورت &nbsp;۷ . آلرژی نسبت به برخی فصول و غذا ها &nbsp;۸ . از سن ۱ تا ۱۵ سال اوج غلبه خون است &nbsp;۹ . فصل بهار</p>\r\n<p><strong>خصوصیات اخلاقی مزاج دم ( خون )</strong></p>\r\n<p>۱ . زن ها را دوست دارند ، ۲ . میل به لذت ها دارند ، ۳ . میل به ارتکاب حرام و شهوت دارند و ۴ . خواب آلوده و کِسِل هستند .</p>\r\n<p><strong>درمان غلبه خون</strong></p>\r\n<p>۱ . حجامت &nbsp;۲ . فصد ( رگ زدن )&nbsp; ۳ . مصرف کاهو&nbsp; ۴ . مصرف برگ چغندر&nbsp; ۵ . مصرف سویق عدس&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;۶ . مصرف آلوی خشک&nbsp; ۷ . مصرف انار &nbsp;۸ . شستشوی بدن با آب سرد &nbsp;۹ . دعای مخصوص خون سوخته</p>\r\n<p><strong>بررسی مره ها ( صفرا ، سودا ، حمرا )</strong></p>\r\n<p>بحث مرّه بسیار مهم است و گاهی در روایات این کلمه به تنهایی آمده است که در این صورت منظور مرّه سودا و صفرا و حمراء است . این دو یک مزاج هستند و گاهی در روایات به طور مستقل ذکر می شوند .</p>\r\n<p>در روایت آمده است : (( اما مرّه زمینی است که چون بجنبد هر چه بالایش است است را بجنباند . ))&nbsp;<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn7\" name=\"_ftnref7\">[۷]</a></p>\r\n<p>مره چیزی است که بدن و تمام کارها و فعل و انفعالاتش بر آن استوار است . همانند زمین برای ساکنانش . تمام هستی اعم از موجودات زنده و غیر زنده ، ساختمان ها ، کارخانه ها ، تردد ها ، جاده ها و &hellip; روی زمین استوار است و به آن تکیه دارد . نقش مره در بدن نیز همین است و بدن به آن وابسته و استوار است . اگر زمین بلرزد همه آنچه رویش است به لرزه در می آید و می لرزد ، نقش مره در بدن نیز این است . بر اساس این مشابهت می توان گفت امور مختلفی بر مره استوار است که تمام علائم حیاتی بدن مانند خون و شریان ها ، رشد و نمو و از همه مهم تر نقل و انتقالات غذا ، اکسیژن و دفع مواد زائد را در بر می گیرد .</p>\r\n<p>در روایت آمده است : (( و دیگری صفراء است که نجات از آن بسیار دور است ، زیرا مانند زمین است و هرگاه به لرزه درآید هرچه بر پشت دارد را می لرزاند . ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn8\" name=\"_ftnref8\">[۸]</a></p>\r\n<p>واژه (( هیهات )) به معنای (( دور باد )) است . منظور از هیهات در این روایت چیزی است که دسترسی به آن سخت است و ماهیتش مشخص نیست و تسلط بدن روی این مره و کنترلش کار آسانی نیست ، همچنین در دسترس و قابل ادراک نیز نیست . آثار مره بسیار زیاد است و قابل حصر و تعیین نیست و نمی توان آن ها را درک کرد . بنابراین منظور از هیهات شناخت و درک این آثار است که دور از دسترس است و به گذشت زمان و پیشرفت علوم نیاز دارد تا قابل دسترسی گردد و آثار مره شناخته شود . برخی از آثار آن حالاتی مانند غضب ، رفتار سفیهانه ، شیطنت ، تکبر ، تمرد ، عجله و شتاب است .</p>\r\n<p><strong>درمان عمومی مره ها ( مزاج صفرا ، سودا و حمرا )</strong></p>\r\n<p>۱ . مصرف سرکه ۲ . مصرف سویق&nbsp; ۳ . مصرف آب &nbsp;۴ . مصرف روغن زیتون و مویز ( کشمش )&nbsp; ۵ . مصرف آلو&nbsp; ۶ . حمام کردن پس از غذا &nbsp;۷ . استفاده از شانه عاج فیل&nbsp; ۸ . مصرف انار پس از حجامت &nbsp;۹ . مشی ( استفاده از ملینها ، یا راه رفتن ) ۱۰ . مصرف عسل و ۱۱ . مرکب یک</p>\r\n<p><strong>عوامل غلبه مزاج صفرا</strong></p>\r\n<p>۱ . مصرف آب راکد ۲ . حجامت شخص روزه دار ۳ . فصل تابستان ( ماه حریزان )</p>\r\n<p><strong>علائم تشخیص غلبه صفرا</strong></p>\r\n<p>۱ . زردی صورت ۲ . گر گرفتن ۳ . رطوبت و تشنگی زیاد ۴ . تعرق زیاد ۵ . بلبله داشتن ۶ . اختلاط عقل ۷ . تندی و عصبانیت ۸ . از سن ۱۵ تا ۴۰ سالگی ۹ . فصل تابستان</p>\r\n<p><strong>خصوصیات اخلاقی مزاج صفرا</strong></p>\r\n<p>۱ . انجام کار های ناشایست و شیطنت ۲ . نافرمانی و تکبر ۳ . عجله و شتاب دائمی ۴ . تندی و عصبانیت</p>\r\n<p><strong>درمان غلبه مزاج صفرا</strong></p>\r\n<p>۱ . مصرف سویق عدس ۲ . مصرف سرکه ۳ . مصرف آلوی سیاه ۴ . مصرف ماهی تازه ۵ . مصرف آب سرد ۶ . مصرف غذا های سرد ۷ . استراحت و مصرف غذا های سرد ۸ . داروی شافیه سه ماهه</p>\r\n<p><strong>عوامل غلبه مزاج سودا</strong></p>\r\n<p>۱ . تیرگی صورت ۲ . یبوست ( باعث سخت شدن اجابت مزاج می گردد ) ۳ . خشکی پوست و بدن ۴ . تیرگی بدن ، خون ، مدفوع و ادرار ۵ . ترس و فزع داشتن ۶ . وسواس داشتن ۷ . داشتن موی بسیار ۸ . فکر و خیال زیاد ۹ . تشدید غلبه سودا در فصل پاییز ۱۰ . از سن ۴۰ تا ۶۰ سالگی</p>\r\n<p><strong>خصوصیات اخلاقی مزاج سودا</strong></p>\r\n<p>کسانی که سودا بر آن ها غالب است خصوصیات اخلاقی خاصی پیدا می کنند که عبارتند از :</p>\r\n<p>۱ . شخصیتی که حکیمانه ، متین و وزین دارند .</p>\r\n<p>۲ . زیاد موعظه می کنند .</p>\r\n<p>۳ . درایت دارند و با معرفت هستند .</p>\r\n<p>۴ . کارهای شان منظم است</p>\r\n<p>۵ . تیزبین و عاقبت اندیش هستند و به طور معمول نظرشان صحیح است .</p>\r\n<p>۶ . عجله و شتاب ندارند و فرار نمی کنند و رفتارشان با طمأنینه است .</p>\r\n<p><strong>درمان غلبه مزاج سودا</strong></p>\r\n<p>۱ . مصرف بادمجان ۲ . قی کردن به طور عمدی ۳ . رگ زدن ۴ . استفاده دائم از نوره ( نوعی دارو مخصوص نظافت ) ۵ . مصرف عسل ۶ . مرکب یک ۷ . افتیمون ۸ . داروی شافیه یازده ماه</p>\r\n<p><strong>بررسی مزاج بلغم</strong></p>\r\n<p>در روایات مزاج بلغم این چنین تعریف شده است :</p>\r\n<p>(( و اما بلغم به منزله دشمنی است که در جدال و نزاع باشد ، اگر از جانبی شکست بخورد از سوی دیگر پیروز خواهد شد . ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn9\" name=\"_ftnref9\">[۹]</a></p>\r\n<p>برای (( خصم جدل )) دو معنا بیان شده است . اگر (( خُصمُ جّدلٍ )) باشد به معنی طرف منازعه و دعوا یا درگیری با بلغم است و اگر (( خُصمُ جّدلٍ )) در نظر بگیریم ، دشمن انسان که اهل مناقشه باشد معنا می دهد .</p>\r\n<p><strong>غلبه بلغم</strong></p>\r\n<p>اگر بلغم بر بدن غالب شود و از آن جلوگیری گردد از سوی دیگر نفوذ می کند و مهار کردنش دشوار است . همچنان که از روایات استفاده می شود طرف مناظره یا جدل دشمنی وسیع و گسترده است . بلغم در سرتاسر بدن پراکنده است و در هر قسمت از آن جلوگیری شود و به جای دیگر نفوذ می کند . بنابراین غلبه بلغم باعث جنگ و جدال است و تلفات جنگ ممکن است انسان را بیمار کند . اگرچه وجود بلغم برای بدن ضروری است ، اما افزایش آن ضرر دارد . مواد مازاد و کشته های پس از جنگ بلغم برای بدن مضر هستند و سبب بیماری می شوند . به همین دلیل در حدیث سهل بن حنیف آمده هنگامی که دو حاکم با هم حکم کنند به این معنا است که اگر دشمن از طرفی بسته شود از سوی دیگر سر باز می کند و شورش به همراه دارد . همچنین در لسان العرب از پراکندگی و شدت این این امر سخن گفته اند که مشکل وسیعی است و قابل کنترل ، اصلاح و جبران نیست ، زیرا دو طرف مورد مناقشه توافق پذیر نیستند .</p>\r\n<p>اگر کلمه (( خصم )) را به معنای طرف مقابل بگیریم به این معنی است در بدن جنگی صورت گرفته و سبب کشت و کشتار می شود . این جنگ همان نزاع میان گلبول های سفید با میکروب ها ، باکتری ها ، ویروس ها است . زمانی که میکروب ها وارد بدن می شوند گلبول های سفید از بدن دفاع می کنند و با آن ها درگیر می شوند . در روایت به این معرکه درگیری اشاره شده که هر دو طرف تلفاتی خواهند داشت . این تلفات همان خلطی است که از گلو خارج شده و شامل گلبول های سفید است که طرف مقابل جنگ هستند و خصم به معنای دشمنی است که اگر راهش بسته شود از جای دیگر هجوم می آورد . پس واژه (( خصم جدل )) معنای دشمن انسان را می دهد . همچنین طبق روایاتی که پیشتر ذکر شد بلغم مالک بدن و بر آن استوار است ، پس نمی تواند دشمن بدن باشد مگر آن که غلبه اش سبب دشمنی با انسان شود که دلیلش روایت زیر است :</p>\r\n<p>(( بیماری سه نوع و دارو نیز سه گونه است ، بیماری ها خون ، صفراء و بلغم است که داروی خون حجامت ، بلغم و حمام و مره استفاده از ملین است . ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn10\" name=\"_ftnref10\">[۱۰]</a></p>\r\n<p>طبق روایت فوق بلغم یک بیماری است ، اگرچه به ناچار باید گفت افزایش آن سبب درگیری و دشمنی در بدن می شود . بیرون راندن دشمن ( غلبه بلغم ) از بدن کار آسانی نیست ، زیرا غلبه بلغم باعث جلوگیری از خون رسانی به اعضای بدن می شود و به همین دلیل دست و پا سرد گردد و حتی به مغز نیز خون نمی رسد . عدم خون رسانی باعث فراموشی می شود به همین علت در روایات از غلبه بلغم با نام دشمن یاد شده است ، همچنین محل تجمع بلغم در سینه است .</p>\r\n<p>در روایتی آمده است :(( به درستی که محل تجمع بلغم و ریح در سینه است ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn11\" name=\"_ftnref11\">[۱۱]</a></p>\r\n<p><strong>غلبه بلغم و عواض آن</strong></p>\r\n<p>از آن جا که بلغم سرد و جامد است از خون رسانی به بدن جلوگیری کرده و چه بسا باعث لخته شدن خون ، بیماری و حتی مرگ و نابودی اعضای بدن شود . در این قسمت غلبه بلغم و تاثیرش در ایجاد بیماری ها را مورد بررسی قرار می دهیم .</p>\r\n<p>در روایت آمده است : (( بیماری سه نوع و دارو نیز سه گونه است ، بیماری خون ، صفرا و بلغم است که داروی خون حجامت ، بلغم حمام و صفرا راه رفتن است . ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn12\" name=\"_ftnref12\">[۱۲]</a></p>\r\n<p>منظور از بلغم غلبه آن است و نفی کامل آن مورد نظر نیست ، زیرا قوام بدن بر طبایع ۴ گانه استوار است .</p>\r\n<p>در روایت آمده است : (( پس هر جسمی که معتدل باشد این طبیعت ها در او کم و زیاد نیست و به اندازه است ، چنین جسمی در کمال صحت و سلامت خواهد بود ، اما اگر یکی از آن طبیعت ها از حدّ اعتدال خارج شد و بر بقیه زیادت کرد به هر مقداری که زیادت کرده باعث بیماری در بدن خواهد شد ( چه بسا سبب هلاکت انسان شود ) و اگر ناقص شد و از حد معمولی ( که باید باشد ) کمتر گردید به تدریج ضعیف می شود طوری که توانایی اش تمام می گردد و این نیز باعث بیماری است ، زیرا به واسطه عجز و ناتوانی که پیدا کرده دیگر نمی تواند با بقیه طبیعت ها مقارنت نماید . ( این نیز گاه موجب هلاکت آدمی می گردد ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn13\" name=\"_ftnref13\">[۱۳]</a></p>\r\n<p>طبق روایت مزبور افزایش بلغم سبب بیماری می شود . دلیل دیگر بر این که غلبه بلغم باعث بیماری می گردد سخنی از پیامبر ( ص ) با این مضمون است که افزایش بلغم از جنس خود بلغم و زیادت مره ها از جنس مره است و غلبه هر یک سبب بیماری می شود .</p>\r\n<p>در روایت آمده است : (( همه این بادها از خلط غالب ، خون سوخته یا غلبه بلغم است ، هر کس باید به خود بپردازد پیش از آن که این طبایع بر او چیره شوند و وی را نابود کنند ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn14\" name=\"_ftnref14\">[۱۴]</a></p>\r\n<p>در این جا منظور از باد ها ( ارواح ) دیوانگی ، گیجی ، فلج ، لقوه ، خوره ، پیسی و &hellip; است .</p>\r\n<p><strong>عوامل غلبه بلغم</strong></p>\r\n<p>۱ . مصرف ماهی ۲ . آغاز زمستان ( حلول کانون ) ۳ . وجود مازاد غذا و آب در روده ها ۴ . عدم پاکیزگی</p>\r\n<p><strong>علائم تشخیص غلبه بلغم</strong></p>\r\n<p>۱ . وجود غلط بسیار در گلو و سینه ( مشروط بر اینکه شخص دچار سرما خوردگی نباشد ) ۲ . سرد بودن بدن به ویژه دست و پا ۳ . پژمردگی و فرسودگی ۴ . ریزش مو ۵ . عدم رشد ناخن ۶ . از سن ۶۰ به بالا ۷ . فصل زمستان</p>\r\n<p><strong>خصوصیات اخلاقی مزاج بلغم</strong></p>\r\n<p>۱ . شخص دچار فراموشی بسیار می شود و قوه ادراکش ضعیف می گردد ، زیرا خون رسانی به مغز کاهش می یابد</p>\r\n<p>۲ . چنین فردی به شب بیداری دچار می شود و شب ها نمی تواند بخوابد ، ولی ممکن است هنگام روز در شلوغی خوابش ببرد .۳ . شخص بی حوصله و زودرنج می شود .۴ . دچار پیری زودرس می شود .</p>\r\n<p><strong>درمان غلبه بلغم</strong></p>\r\n<p>۱ . افطار با آب گرم ۲ . زن زیبا ۳ . زن خوش اخلاق ۴ . مصرف سویق خشک ۵ . مصرف شکر طبرزد ۶ . مصرف عسل ۷ . تلاوت قرآن ۸ . جویدن کندر ۹ . مصرف خرمای برنی ۱۰ . مصرف سیب ۱۱ . مصرف تُرُب&nbsp; ۱۲ . مصرف پیاز ۱۳ . بسیار شانه زدن ۱۴ . مسواک زدن ۱۵ . حمام کردن ۱۶ . مصرف روغن زیتون&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;۱۷ . مصرف مویز ( کشمش ) ۱۸ . روزه گرفتن ۱۹ . جوارش الحریف ۲۰ . هم بستری با زنان ۲۱ . مصرف آویشن با نمک ۲۲ . شروع غذا با زنیان ، آویشن ، سیاه دانه و نمک ۲۳ . طیرفل زرد ۲۴ . داروی اول مخصوص بلغم ۲۵ . داروی دوم مخصوص بلغم ۲۶ . آب آسمان ۲۷ . داروی شافیه ( مرکب هفت ) ۲۸ . مصرف سرمه</p>\r\n<p><strong>بررسی طبع ( مزاج ) ریح و علت به وجود آمدن آن</strong></p>\r\n<p>طبایع چهار گانه به واسطه وزیدن باد های چهارگانه در بدن به وجود آمدند . در روایت آمده است :</p>\r\n<p>(( هنگامی که خداوند حضرت آدم را خلق کرد به باد چهارگانه ( شمال ، جنوب ، صبا و دبور ) امر نمود بر آدم بوزند ، باد ها به امر خدا بر بدن آن حضرت وزیدند و بدن وی از هر بادی طبیعتی برداشت ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn15\" name=\"_ftnref15\">[۱۵]</a></p>\r\n<p>حضرت علی ( ع ) می فرماید : (( ریح از طبایع چهارگانه و از ناحیه شمال است ))<a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftn16\" name=\"_ftnref16\">[۱۶]</a></p>\r\n<p><strong>عوارض مزاج ریح ( باد )</strong></p>\r\n<p>۱ . ریح سبب عفونت بدن می شود ۲ . ریح عامل رماتیسم و قولنج است ۳ . ریح سبب آسیبی در بدن می شود&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ۴ . ریح باعث انحراف در صورت می گردد ۵ . ریح باعث قطع قاعدگی می شود ۶ . ریح سبب آسیب صورت و دندان ها می شود ۷ . ریح باعث آسیب گوش می شود ۸ . ریح عامل ایجاد بواسیر است</p>\r\n<p><strong>درمان غلبه مزاج ریح</strong></p>\r\n<p>۱ . مصرف عسل ۲ . مصرف زنیان و مغز گردو ۳ . مصرف برگ چغندر</p>\r\n<p><strong>علائم تشخیص غلبه ریح</strong></p>\r\n<p>باد ها ، التهابات و درد های شدیدی که در بدن وجود دارند و در حرکت و چرخش هستند و با کمترین دلیل به وجود می آیند ریح را شامل می شوند . برای مثال اگر کسی که در معرض هوای سرد قرار بگیرد آن قسمت از بدنش که در معرض باد قرار گرفته و سرخ ، متورم و ملتهب شده اختصاص به ریح خاصی از بدن ندارند و عوارض آن متناسب با هر طبعی ظاهر می شود ، چه بسا همه بدن را درگیر کند و در سرتاسر آن موجود باشد که به آن ریح شابکه ( بادی در کل بدن ) می گویند و ریحی همچون پادشاه است که باید مدارایش کرد و مراقب بود بدن در معرض بادهای سرد و گرم قرار نگیرد تا دچار سرماخوردگی نشود .</p>\r\n<p><strong>درمان ریح ( التهابات بدن )</strong></p>\r\n<p>۱ . مصرف سیر ۲ . مصرف عسل ۳ . شربت امام رضا ( ع ) ۴ . بسم الله و حوقله گفتن ۵ . عوذه خواندن ۶ . عوذه حضرت اسماعیل ( ع ) خواندن و &hellip;</p>\r\n<p>&nbsp;</p>\r\n<p><strong>نتیجه</strong></p>\r\n<p>خدا روش درمان را از طریق پیامبران و اهل بیت علیهم السلام در اختیار انسان ها قرار داده است .</p>\r\n<p>با تحقیق و بررسی مزاج های انسانی و تفحص در قرآن و کلام اهل بیت علیهم السلام می توانیم تمامی مشکلات گذشته و حال و آینده را شناخته و به حل آن ها بپردازیم .</p>\r\n<p>با بدست گرفتن مطالب این تحقیق را نه تنها می توانیم خود را درمان کنیم می توانیم خیلی از بیماران موجود در اطراف خود را درمان کنیم و آن ها را بیشتر به طرف اسلام و خدا سوق دهیم ، چون همیشه انسان ها نیازمند کسب فیض از طرف خداوند عزوجل می باشند .</p>\r\n<p>این مطالب را باید تمامی مسلمانان بخوانند و بدانند و عمل کنند و نیازمند غیر از اسلام نباشند و به دشمنان اسلام و قرآن بفهمانند دین اسلام کامل ترین دین می باشد و روش زندگی را بهتر از غربیان و غیره به انسان ها فراهم می کند .</p>\r\n<p>مسلمانان باید با روشی که اسلام به آن ها می فرماید زندگی کنند تا محتاج غیر خداوند کریم نباشند .</p>\r\n<p>[divider]</p>\r\n<p><strong>منابع</strong></p>\r\n<p>۱ . قرآن کریم</p>\r\n<p>۲ . بحارالانوار ، مجلسی ، محمد باقر بن محمد تقی ، بیروت</p>\r\n<p>۳ . علل الشرایع ، ابن بابویه ، محمد بن علی ، ترجمه ذهنی تهرانی ، تهران</p>\r\n<p>۴ . عیون اخبار الرضا ، ابن بابویه ، محمد بن علی</p>\r\n<p>۵ . مجمع البیان ، ج ۱ ، ص ۴۵۶ ، مع تلخیص و اختلاف یسیر</p>\r\n<p>[divider]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref1\" name=\"_ftn1\"></a>&nbsp;. طلبه پایه ۴ حوزه علمیه حضرت ولی عصر ( عج ) تبریز[۱]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref2\" name=\"_ftn2\"></a>&nbsp;. مدرس حوزه علمیه حضرت ولی عصر ( عج ) تبریز[۲]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref3\" name=\"_ftn3\"></a>&nbsp;. ابن بابویه ، محمد بن علی ، علل الشرایع ، ص ۱۰۶ ، ح ۱ [۳]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref4\" name=\"_ftn4\"></a>&nbsp;. مجلسی ، محمد باقر بن محمد تقی ، بحارالانوار ، ج ۵۸ ، ص ۳۰۰[۴]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref5\" name=\"_ftn5\"></a>&nbsp;. ابن بابویه ، محمد بن علی ، علل الشرایع ، ص ۱۰۷ ، ح ۴[۵]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref6\" name=\"_ftn6\"></a>&nbsp;. مجمع البیان ، ج ۱ ، ص ۴۵۶ ، مع تلخیص و اختلاف یسیر[۶]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref7\" name=\"_ftn7\"></a>&nbsp;. عیون اخبار الرضا ( علیه السلام ) ، ج ۲ ، ص ۷۸ [۷]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref8\" name=\"_ftn8\"></a>&nbsp;. ابن بابویه ، محمد بن علی ، عیون اخبار الرضا ( ع ) ، ج ۱ ، ص ۸۵ ، ح ۱[۸]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref9\" name=\"_ftn9\"></a>&nbsp;. ابن بابویه ، محمد بن علی ، عیون اخبار الرضا ( ع ) ، ج ۲ ، ص ۷۸ [۹]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref10\" name=\"_ftn10\"></a>&nbsp;. الفقیه ، ج ۱ ، ص ۱۲۶ ، ح ۲۹۹[۱۰]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref11\" name=\"_ftn11\"></a>&nbsp;. مجلسی ، محمد باقر بن محمد تقی ، بحارالانوار ، ج ۵۹ ، ص ۳۱۶[۱۱]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref12\" name=\"_ftn12\"></a>&nbsp;. الفقیه ، ج ۱ ، ص ۱۲۶ ، ح ۲۲۹[۱۲]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref13\" name=\"_ftn13\"></a>&nbsp;. ابن بابویه ، محمد بن علی ، علل الشرایع ، ج ۱ ، ص ۱۱۰ ، ح ۹[۱۳]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref14\" name=\"_ftn14\"></a>&nbsp;. مجلسی ، محمد باقر بن محمد تقی ، بحارالانوار ، ج ۵۹ ، ص ۲۶۴ ، ح ۲۶ ؛ طب الائمه ، ص ۱۱۰[۱۴]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref15\" name=\"_ftn15\"></a>&nbsp;. ابن بابویه ، محمد بن علی ، علل الشرایع ، ج ۱ ، ص ۱۰۱ [۱۵]</p>\r\n<p><a href=\"http://hvtbz.ir/%D8%A8%D8%B1%D8%B1%D8%B3%DB%8C-%D9%85%D8%B2%D8%A7%D8%AC-%D9%87%D8%A7%DB%8C-%D8%A7%D8%B3%D9%84%D8%A7%D9%85%DB%8C/%D9%85%D9%82%D8%A7%D9%84%D8%A7%D8%AA/2019/#_ftnref16\" name=\"_ftn16\"></a>&nbsp;. ابن بابویه ، محمد بن علی ، علل الشرایع ، ج ۱ ، ص ۹۸ [۱۶]</p>\r\n<p>&nbsp;</p>', 'مهارت زندگی اسلامی', '/tmp/phpARggLp', 'true', 'بررسی-مزاج-های-اسلامی', 'مزاج , اسلامی , بررسی , مزاج های اسلامی , بررسی مزاج', '2021-04-21 07:17:16', '2021-04-21 07:17:16'),
(38, 'هنر از دیدگاه قرآن چیست؟', '<p>در پاسخ به این سؤال، ابتدا باید به دو نکته مهم توجه نمود:</p>\r\n<p>&nbsp;</p>\r\n<p>یک. باید دانست که قرآن کریم، کتاب لغت نامه نیست، تا بخواهد معنا و مفهوم یکایک واژه ها را بیان نموده و یا در مورد هر موضوع جزئی، اظهار نظر نماید، بلکه قرآن، معیارها و اصول حاکم بر زندگی انسان ها را در اختیار قرار می دهد. بر این اساس، اگر محدوده معنایی یک واژه را، با مراجعه به منابع آن، کاملا مشخص نمودیم، آن گاه می توانیم با استفاده از اصول کلی مطرح شده در قرآن، دیدگاه این کتاب آسمانی را نسبت به آن دریابیم.</p>\r\n<p>&nbsp;</p>\r\n<p>دو. باید توجه داشت که واژه هنر، واژه ای فارسی بوده، بر همین اساس، باید معنای آن را در لغت نامه های فارسی جست و جو نماییم.</p>\r\n<p>&nbsp;</p>\r\n<p>می دانیم که دامنه هنر به اندازه ای گسترده و وسیع است که نمی توان تعریف دقیقی از آن ارائه نمود و تعاریفی که در لغت نامه ها می یابیم، تنها کلیاتی در مورد هنر بوده و نمی توان با کمک آن، مصادیق هنر را دقیقا مشخص نمود. به عنوان نمونه، مرحوم دهخدا، هنر را این گونه توصیف نموده: \"این کلمه در واقع به معنای آن درجه از کمال آدمی است که هشیاری و فراست و فضل و دانش را دربردارد و نمود آن، صاحب هنر را برتر از دیگران می&shy;نماید\".</p>\r\n<p>&nbsp;</p>\r\n<p>اکنون با در نظر داشتن این دو نکته، به تحلیل و بررسی موضوع (هنر) از نگاه قرآن می پردازیم:</p>\r\n<p>&nbsp;</p>\r\n<p>بدیهی است که هنر، گستره وسیعی داشته و طبق آن، می توان هر شخصی را که دانش و استعداد و توانایی انجام هر کاری را بیشتر از دیگران داشته باشد، هنرمند نامید. چه این استعداد و توانایی در جهت مثبت باشد و چه در جهت منفی و چه بی جهت!</p>\r\n<p>&nbsp;</p>\r\n<p>نیز مشاهده می نماییم که اگر بخواهیم، تعاریف ارائه شده از هنر را مبنای تحقیق خود قرار دهیم، بیشتر انسان ها در یک زمینه خاص، هنرمند هستند، اما با این وجود، اکنون در عرف عمومی، واژه هایی؛ مانند \"نرمند\" و \"نرپیشه\"، تنها به قشر محدودی از افراد جامعه اطلاق می شود که در زمینه های خاصی؛ مانند سینما، تئاتر، مجسمه سازی و نقاشی و ... مشغول فعالیت هستند. افراد دیگر، هرچند در واقع از هنر بسیاری نیز برخوردار باشند، با این عناوین مورد خطاب قرار نمی گیرند. به عنوان نمونه هیچ گاه به کشاورزی که توانایی خارق العاده ای در رشته خود دارد، \"نرپیشه\" نمی گویند!</p>\r\n<p>&nbsp;</p>\r\n<p>بیان این مطالب بدین دلیل است که بدانیم، هنر در دو گستره عام و خاص قابل ارزیابی بوده و هر کدام از آنها نیز پاسخ متناسب با خود را می طلبد، بدین ترتیب که در هنرهای&nbsp;خاص، شما باید ابتدا نوع هنر را با تمام جزئیات آن مشخص نموده، سپس نظر اسلام و قرآن را در ارتباط با آن جویا شوید، همانند&nbsp;<a href=\"https://www.islamquest.net/fa/archive/fa3338\">پرسش 3338 که سؤالی در مورد دیدگاه اسلام، نسبت به هنر مجسمه سازی و نقاشی</a>&nbsp;است.</p>\r\n<p>&nbsp;</p>\r\n<p>اما، برای دریافت نظر اسلام در ارتباط با هنر؛ در معنای عمومی و کلی آن ابتدا باید موازین کلی اسلامی را شناخته، سپس بتوانید هر رشته هنری را، با در نظر داشتن این اصول و موازین کلی، بررسی نموده و انطباق و یا عدم انطباق آن را با آن اصول، ارزیابی نمایید.</p>\r\n<p>&nbsp;</p>\r\n<p>در ارتباط با دیدگاه کلی قرآن در مورد هنر باید گفت: هر چند، آیه و یا سوره ای در ارتباط با تعریف و تبیین واژه \"نر\" و بیان مصادیق آن، نازل نشده است، اما از آن جا که هنر، به عنوان بخشی از زندگی دنیوی بشر به شمار می آید، دیدگاه قرآن در مورد \"دنیا\" را می توانیم به عنوان دیدگاه این کتاب آسمانی در ارتباط با \"نر\" نیز در نظر بگیریم.</p>\r\n<p>&nbsp;</p>\r\n<p>همان گونه که می دانیم، می توان رفتارهای دنیوی انسان را با نگاهی ارزش مدارانه، در سه محدوده \"با ارزش\" و \"ضد ارزش\" و \"بی ارزش\" تقسیم بندی نمود. طبیعی است که طبق تعالیم قرآنی، رفتار \"با ارزش\" رفتاری است که در راستای منافع اخروی و یا آن دسته از منافع دنیوی&nbsp;&nbsp;باشد که با تعالیم اسلامی منافاتی ندارد. رفتار \"ضد ارزش\" را هم می توان در اعمالی جست و جو نمود که مخالف صریح آموزه های دینی بوده و انجام آن، نوعی مخالفت با خدا و پیامبر تلقی شود. در این میان، رفتارهای دیگری نیز وجود دارند که بی هدف و انگیزه ای مشخص بوده و نه منطبق با اصول دینی ارزیابی می شوند و نه می توان آنها را به عنوان مخالف صریح دین، در نظر گرفت. این رفتارها را رفتارهای \"بی ارزش\" می نامیم که در نهایت به دلیل از بین بردن فرصت هایی که لحظه لحظه آن برای انسان ها ارزشمند است، ممکن است به رفتاری \"ضد ارزش\" تبدیل شوند!</p>\r\n<p>&nbsp;</p>\r\n<p>انواع هنرها نیز از این چارچوب خارج نبوده و در یکی از سه محدوده فوق قرار می گیرند، و بیش از آن که نوع هنر در ارزش گذاری آن مهم باشد، انگیزه و هدف استفاده از هر هنری در تعیین دیدگاه قرآن و دین نسبت به آن هنر، کارسازتر است.</p>\r\n<p>&nbsp;</p>\r\n<p>خداوند، همان گونه که برخی هنرمندان داستان سرا را، به دلیل انگیزه منفی آنها مورد سرزنش قرار می دهد،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[1]&nbsp;</a>سوره یوسف را به عنوان یک شاهکار هنری در زمینه داستان سرایی مطرح می نماید،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[2]&nbsp;</a>و با وجود این که دنیا را به عنوانی کالایی بی ارزش و زودگذر معرفی می نماید،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[3]&nbsp;</a>انسان ها را به دقت در هنر آفرینش و ظرافت های آن دعوت می کند!<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[4]&nbsp;</a>و با این که از صنایع بشری که در جهت مثبت به کار گرفته شده اند؛ مانند کشتی سازی،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[5]&nbsp;</a>و کشاورزی،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[6]&nbsp;</a>و ... نیز به نیکی یاد نموده و آنها را نیز نشانه قدرت خود می داند، چون خالق این هنرها یعنی انسان مخلوق پروردگار است، اما صنعت و هنری که برای دور نمودن از خدا باشد را همانند صنعتگران و هنرمندان آن، مستحق نابودی و آتش جهنم می داند.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[7]</a></p>\r\n<p>&nbsp;</p>\r\n<p>همان گونه که ملاحظه فرمودید، در بسیاری از هنرها خود هنر به تنهایی نمی&shy;تواند مورد تأیید و یا نکوهش قرآن باشد، بلکه تنها انگیزه هنرمندان است که می تواند، معیاری برای نگاه مثبت و یا منفی قرآن، مورد ارزیابی قرار گیرد. به عنوان نمونه، ما یک هنر را از دیدگاه قرآن مورد بررسی قرار می دهیم:</p>\r\n<p>&nbsp;</p>\r\n<p>قرآن کریم، هنر مهندسی ساختمان را، به خودی خود، نه تأیید و نه رد می نماید، اما اگر انگیزه اجرای این هنر، انگیزه ای خداپسندانه باشد، مورد تأیید قرآن قرار می گیرد؛ مانند ساختن مسجدی که برای عبادت بنا شود،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[8]&nbsp;</a>یا خانه ای برای آسایش مردم،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[9]&nbsp;</a>و یا حتی بنای کاخی با فرش های شیشه ای که همانند استخر آبی به چشم می آید،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[10]&nbsp;</a>نه برای دنیاپرستی، بلکه به منظور نشان دادن این که تمدن بشری با دینداری منافاتی ندارد و ... .</p>\r\n<p>&nbsp;</p>\r\n<p>اما اگر انگیزه ای ضد خدایی در میان باشد، همین هنر ساختمان سازی، تبدیل به هنری ضد ارزش می شود؛ مانند کاخی که هامان به دستور فرعون و به خیال مبارزه با پروردگار بنا نمود،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[11]&nbsp;</a>و حتی اگر انگیزه مبارزه با پروردگار نیز وجود نداشته باشد و تنها به منظور لهو و لعب و خوشگذرانی و فخر فروشی، ساختمان هایی بنا شود، چنین اقدامی از جانب قرآن، به شدت مورد نکوهش قرار گرفته است.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[12]&nbsp;</a>جالب است که قرآن کریم، حتی ساختن مسجدی که با انگیزه های غیر دینی بنا شده را زیر سؤال می برد!<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[13]&nbsp;</a>از طرفی دیگر، خداوند افراد ناسپاسی که در ساختمان های منحصر به فرد و مستحکمی زندگی می نمودند را در مدت زمان کوتاهی دچار عذاب کرده و نابود نمود،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[14]&nbsp;</a>تا این گونه گمان نشود که می توان با استفاده از هنر محکم سازی ساختمان ها، در برابر خشم خداوند، ایمن بود.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[15]</a></p>\r\n<p>&nbsp;</p>\r\n<p>با بررسی تمام این آیات چه نتیجه ای می توان گرفت؟ آیا در نهایت، اسلام با هنر مهندسی ساختمان موافق است یا مخالف؟! در پاسخ، باید گفت نباید انتظار داشت که اسلام، در مورد یکایک هنرها، نظر مثبت و منفی اعلام نماید، بلکه اسلام، موازین کلی خود را اعلام نموده و هنرمندان، باید هنر خود را منطبق بر آن نمایند.</p>\r\n<p>&nbsp;</p>\r\n<p>پس از رسیدن به این جمع بندی، برخی موضوعاتی که می تواند برای مشتاقان هنر، قابل استفاده باشد را بیان می کنیم:</p>\r\n<p>&nbsp;</p>\r\n<ol>\r\n<li>پیامبران در هر دوره زمانی، معجزاتی در راستای همان هنری که هنر متداول زمانشان بود، اما بسیار برتر و برجسته تر، ارائه می نمودند. حضرت موسی (ع)، عصایی داشت که تبدیل به اژدها می شد. حضرت عیسی (ع) مرده را زنده می نمود و با ساختن پرندگانی از خاک با اجازه خداوند، آنها را تبدیل به موجوداتی زنده می نمود. پیامبر اکرم (ص)، قرآنی را عرضه نمود که در دوره اوج هنر شعر و ادب، هیچ کس را یارای مقابله با آن نبود!</li>\r\n</ol>\r\n<p>&nbsp;</p>\r\n<p>تمام اینها برای آن بود که پیامبران، علاوه بر اثبات نبوت خود ابهت به ظاهر هنرمندانی را که هنر خود را در مسیر ضد ارزشی قرار داده بودند، تحت الشعاع قدرت بی نهایت خداوند قرار دهند.</p>\r\n<p>&nbsp;</p>\r\n<p>ابن سکیت، دلیل تفاوت معجزات پیامبران را از امام رضا (ع) جویا می شود، آن حضرت تحلیل فوق را ارائه می فرمایند.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[16]</a></p>\r\n<p>&nbsp;</p>\r\n<ol start=\"2\">\r\n<li>در روایات متعددی، تازه ماندن قرآن بعد از گذشت سال ها و قرن ها، و اشتیاق به قرائت آن را، حتی بعد از این که بارها مورد تلاوت قرار گرفته، نشانه ای از تفاوت هنر بشری و معجزه آسمانی ارزیابی می شود،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">[17]</a>و به استناد خود قرآن، اعلام شده که تا روز قیامت، هرگز کتابی همانند آن ارائه نخواهد شد.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[18]&nbsp;</a>باید گفت کتابی که خود سراسر هنر است، نمی تواند هنر را قبول نداشته باشد! البته هنری که در صدد رویارویی با خداوند و تعالیم پیامبران او نباشد.</li>\r\n</ol>\r\n<p>&nbsp;</p>\r\n<ol start=\"3\">\r\n<li>قرآن استفاده از زیبایی ها و مصنوعات هنری را ممنوع ننموده ،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">[19]</a>بلکه در مواردی به آن سفارش هم کرده است،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[20]&nbsp;</a>اما آنانی که با توجه افراطی به هنر و سایر مظاهر دنیوی، از خدا غافل شده اند را به شدت نکوهش،<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[21]&nbsp;</a>و در مواردی؛ مانند قارون دچار خشم و عذاب خود نموده است.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[22]</a></li>\r\n</ol>\r\n<p>&nbsp;</p>\r\n<ol start=\"4\">\r\n<li>باید توجه داشت که اسلام و قرآن، شأن انسان های با ایمان را بسیار بالاتر از آن می دانند که خود را به اموری سرگرم نموده که هدف مشخصی از آن ندارند. خداوند دوری از بیهوده کاری را از ویژگی های مؤمنان برشمرده است.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">[23]</a>به همین دلیل، هنر مثبت می تواند مورد تأیید اسلام باشد، اما هنری که تنها برای وقت گذرانی و سرگرم شدن باشد و یا حتی \"نر برای هنر\" مورد تأیید اسلام نیست.</li>\r\n</ol>\r\n<p>&nbsp;</p>\r\n<ol start=\"5\">\r\n<li>نباید به صرف این که چیزی هنر نامیده می شود، به آن روی آورده و در صدد آموختن آن بود؛ زیرا چه بسا بی نزاکتی هایی که یقینا در تضاد با تعالیم دینی است، بر آن نام هنر نهاده شود!</li>\r\n</ol>\r\n<p>&nbsp;</p>\r\n<p>یکی از اعتراضات امام خمینی (ره) به شاه، موضوع \"جشن هنر\" شیراز بود که رژیم پهلوی با نام هنر، هدف مبارزه با ارزش های دینی را دنبال می نمود.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[24]</a></p>\r\n<p>&nbsp;</p>\r\n<p>ایشان در بیاناتی چنین اظهار داشتند: \"در رژیم سابق تمام چیزها خصوصا فرهنگ و هنر محتوایش عوض شده بود\".<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[25]</a></p>\r\n<p>&nbsp;</p>\r\n<p>براین اساس، توجه به این نکته ضروری است که در انجام کارهای هنری، باید موازین شرعی را رعایت نمود و باید گفت هنری که به منظور ترویج و تبلیغ دین باشد، اما موازین شرعی در آن رعایت نشده باشد، نیز از لحاظ اسلام مورد پذیرش نخواهد بود، چه رسد هنری که قصد نابود نمودن بنیان های دینی را داشته باشد.</p>\r\n<p>&nbsp;</p>\r\n<p>از تمام آنچه گفته شد، می توان نتیجه گرفت که در نگاهی کلی، تنها هنری مورد تأیید اسلام و قرآن است که بدون آن که از راه های نامشروع در آن استفاده شود، در خدمت اهداف عالیه الاهی و دینی که منطبق با فطرت پاک بشری است، قرار گیرد و هرگونه هنری غیر از آن هر چند که مستقیما نیز در تعارض با آموزه های دینی نباشد، مورد تأیید و پشتیبانی اسلام و قرآن نخواهد بود.</p>\r\n<p>&nbsp;</p>\r\n<p>مطالعه پیام امام خمینی (ره) خطاب به هنرمندان نیز نکته های جالب توجهی را در ارتباط با دیدگاه اسلام در مورد هنر، در اختیارتان قرار خواهد داد.<a href=\"https://www.islamquest.net/fa/archive/question/fa2084\">&nbsp;[26]</a></p>', 'مهارت زندگی اسلامی', '/tmp/phpLqfdKo', 'true', 'هنر-از-دیدگاه-قرآن-چیست؟', 'هنر , قرآن , اسلام , دیدگاه', '2021-04-21 07:18:05', '2021-04-21 07:18:05');
INSERT INTO `blogs` (`id`, `title`, `text`, `category`, `name_pic`, `comment`, `slug`, `keyword`, `created_at`, `updated_at`) VALUES
(39, '۱۴ توصیه برای شاد زیستن از دیدگاه اسلام', '<p>شفقنا (پایگاه بین المللی همکاری های خبری شیعه) &ndash; عمده&lrm;ترین عواملی که نشاط انسان را در زندگی از وی سلب می&lrm;کند و باعث اضطراب، افسردگی و انواع اختلالات روانی در فرد می&lrm;شود، افتادن در دام غرایز، احساس پوچی و بی&lrm;معنایی و درماندگی در برابر حوادث و بحران های زندگی است.<br />به گزارش شفقنا به نقل از حوزه هر کس ممکن است برداشت خاصی از مفهوم &laquo;نشاط&raquo; داشته باشد و متناسب با آن برای تحصیل و فراهم سازی مقدمات آن تلاش کند، امّا تعریفی که با رویکرد دینی از نشاط سازگاری داشته باشد این است که فرد در زندگی خود احساس رضایت و سعادتمندی داشته و از سلامت روانی برخوردار باشد.<br />طبق این تعریف، سؤال در واقع برمی&lrm;گردد به اینکه چه کار کنیم تا در زندگی، احساس رضایت و سعادتمندی داشته و سلامت روانی خود را حفظ کنیم.<br />عمده&lrm;ترین عواملی که نشاط انسان را در زندگی از وی سلب می&lrm;کند و باعث اضطراب، افسردگی و انواع اختلالات روانی در فرد می&lrm;شود، افتادن در دام غرایز، احساس پوچی و بی&lrm;معنایی و درماندگی در برابر حوادث و بحران های زندگی است.[۱]<br />بنابراین نشاط خود را در زندگی باید در مسائلی جستجو کنیم که بتوانید این عوامل بحران&lrm;زا را کنترل کند.<br />به اعتقاد بسیاری از روان شناسان مهم&lrm;ترین عاملی که می&lrm;تواند عوامل بحران&lrm;زای زندگی را کنترل کند و زمینه نشاط و احساس عزت نفس را در انسان به وجود آورد چیزی جز مذهب و اعمال و رفتار مذهبی نیست. پس باید برای کسب نشاط بیشتر و مصونیت از اضطراب و افسردگی به سوی دین و مذهب روی آوریم و با یاد خدا و انجام اعمال و رفتار مذهبی به احساس نشاط بیشتر دست یابیم.<br />* اسلام دین شادی و نشاط<br />چه دستورات فردی و چه دستورات اجتماعی اسلام همگی براساس رضایت، شادی، &zwnj;نشاط و تحرک است. دقت در این احکام، جدا از عنصر رضایت که شادمانی همیشگی را تضمین می&zwnj;کند، نشان&zwnj;دهنده رفتارها و اعمال شادی بخش و نشاط&zwnj;آور است. اعیاد اسلامی مانند عید فطر، عید قربان، عید غدیر، رفتارها و اندیشه&zwnj;های شادمانه زیستن را القاء می&zwnj;کنند. با صحه&zwnj;گذاشتن اسلام بر عید نوروز و تأیید و تکمیل آن، نیز تاکید بر رفتارها و لحظه&zwnj;های شادی کردن برای انسان&zwnj;ها است.<br />دستورات اجتماعی اسلام برای خدمت به جامعه و خلق خدا، جدا از فلسفه بندگی و اطاعت، خدا موجب گسترش دوستی&zwnj;ها، محبت&zwnj;ها، و همدلی&zwnj;ها بین انسانها می&zwnj;شود. وقتی انسانها به همدیگر خدمت می&zwnj;کنند، جو محبت و رضایت و شادمانگی در جامعه حاکم می&zwnj;شود و افراد آن جامعه از لحظه لحظه زندگی خود در آن جامعه، لذت می&zwnj;برند.<br />* مؤمن، شادترین انسان<br />از نظر اسلام و قرآن، مؤمن شادترین انسان است. چون هر گونه از سختی روزگار گلایه و شکوه و ناله نمی&zwnj;کند. دنیا را محل ماندن نمی&zwnj;داند، و یک توقفگاه موقت به حساب می&zwnj;آورد. سختی&zwnj;ها را تحمل می&zwnj;کند. و در انتظار وصال پروردگار، لحظه&zwnj;ها را با احساس رضایت و شادمانی سیری می&zwnj;کند. و خداوند تبارک و تعالی نیز به خاطر این رضایت و شادمانگی مؤمن، عاشقانه او را دعوت به بهشت مخصوص خود می&zwnj;کند. و لحظه&zwnj;های شادمانگی را برای او رقم می&zwnj;زند؛ یا ایتها النفس المطمئنه ارجعی الی ربک راضیه مرضیه فادخلی فی عبادی و ادخلی جنتی[۲]<br />* توصیه هایی برای شاد زیستن<br />۱٫ با یاد خدا به زندگی نشاط بدهید<br />از نظر اسلام زندگی که در آن یاد و ذکر خدا وجود نداشته باشد، هیچ لذّت و نشاطی ندارد. خداوند در قرآن کریم می&lrm;فرماید: &laquo;وَ مَنْ أَعْرَضَ عَنْ ذِکْرِی فَإِنَّ لَهُ مَعِیشَهً ضَنْکاً&raquo;[۳] هر کس از یاد خداوند روی بگرداند، زندگی سخت و دشواری خواهد داشت. دوری از یاد خدا زندگی را دشوار و یاد خداوند زندگی را برای انسان با نشاط می&lrm;سازد. این نشاط در زندگی ناشی از آرامش روانی است که با یاد خدا حاصل می&lrm;شود خداوند می&lrm;فرماید: &laquo;أَلا بِذِکْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ&raquo;[۴] همانا با یاد خدا دلها آرامش می&lrm;یابد.<br />تبیین روان شناختی این مسأله آن است که یاد و ذکر خدا فرد را از امیال و تکانش هایی که برای او استرس و فشار روانی ایجاد می&lrm;کند، باز می&lrm;دارد و سبب می&lrm;شود که به جای توجه صِرف به لذت&lrm;های دنیوی به تقویت رابطه با خدا و تقرُّب به او توجه کند. بروز مشکلات برای چنین فردی وی را از هدف اصلی باز نمی&lrm;دارد[۵] و چون خود را در مسیر رشد و تکامل معنوی احساس می&lrm;کند، از زندگی لذت می&lrm;برد. بنابراین یکی از راه&lrm;های اصلی دستیابی به نشاط بیشتر در زندگی آن است که همیشه و در هر حال به یاد خدا باشیم.<br />۲٫ توکل به خدا<br />توکل به خدا، زیربنای یک زندگی شادمانه و توأم با احساس سعادت و خوشبختی است. انسانی که به خدا توکل می&zwnj;کند، با قدرت تمام در مقابل مشکلات می &zwnj;ایستد و هرگز احساس شکست و نگرانی نمی&zwnj;کند. اگر در کارها و برنامه&zwnj;های خود،&zwnj; توکل به خدا داشته باشیم، هم به موفقیت قابل توجهی دست می&zwnj;یابیم و هم طی کردن مسیرهای طولانی و سخت موفقیت&zwnj;، برای ما&zwnj; آسان و عملی می&zwnj;شود. انسانهایی که به خدا توکل می&lrm;کنند در انجام کارهای سخت و بزرگ،&zwnj;کمترین فشارها را احساس می&zwnj;کنند و در برابر تندباد حوادث مانند کوهی استوار و مقاوم هستند. توکل، کلید در توفیق الهی است. انسانی که به خدا توکل می&zwnj;کند هر لحظه تحت عنایت و لطف بی&zwnj;کران خدا قرار می&zwnj;گیرد.<br />۳٫ توسل به معصومین و اولیای خدا را فراموش نکنید<br />یکی دیگر از عوامل دستیابی به نشاط بیشتر در زندگی توسل به معصومین &ndash; علیهم السلام &ndash; و اولیای خدا است.<br />۴٫ به ارزش ها پایبند باشید<br />پایبندی به ارزشها و اعتقادات ثابت و تعریف شده به موفقیت انسان در زندگی کمک می&zwnj;کند و همچنین شادمانگی را پایدار می&zwnj;سازد. انسان بی&zwnj;اعتقاد و هرهری مذهب، با زندگی احساس بیگانگی می&zwnj;کند. و به طرف پوچی&zwnj;گرایش پیدا می&zwnj;کند. احساس پوچی، یکی از علل اساسی افسردگی&zwnj;ها و بی نشاطی انسان است. انسان بی&zwnj;اعتقاد، در هستی و خلقت، بی&zwnj;ریشه است.<br />و احساس شادی واقعی نخواهد کرد. همانگونه که انسان بی&zwnj;برنامه نمی&zwnj;تواند در کارها، موفق عمل کند، انسان بی&zwnj;اعتقاد و فاقد ارزشهای متعالی نیز نمی&zwnj;تواند به طور مداوم از زندگی لذت برده و احساس خوشبختی نماید.<br />۵٫ از زندگی خود راضی باشید<br />رضایت از زندگی، یکی از عوامل شادمانه زیستن است. افرادی هستند که دارای موفقیت، ثروت و امکانات زیادی هستند ولی همواره از زندگی ناله می&zwnj;کنند. این افراد احساس شادمانگی نمی&zwnj;کنند. ولی افرادی هم هستند که جزء فقیرترین مردم هستند و مشکلات زیادی در زندگی&zwnj; دارند ولی شاد زندگی می&zwnj;کنند. چون از زندگی راضی هستند. پس، شادمانگی انسان صد در صد، وابسته به داشتن&zwnj;ها و یا نداشتن&zwnj;ها ، نیست بلکه تنها وابسته به رضایت یا عدم رضایت از روند زندگی است. رضایت از زندگی و روند آن، شادمانگی را تضمین می&zwnj;کند. علت نارضایتی انسان از زندگی، انتظارات خودساخته، است هر کسی انتظاری از روند زندگی و سرنوشت خود دارد، ولی وقتی اتفاقات مطابق میل انسان، پیش نمی&zwnj;رود، احساس نارضایتی می&zwnj;کند.<br />بنابراین، به جای این که از اتفاقات زندگی شکایت کنیم، سعی کنیم با استفاده از قلب و عقل خود به زیبایی زندگی کنیم و قوانین هستی را رعایت نمائیم. این را نیز بدانیم ناملایمات زندگی نمک یک زندگی مطلوب و شاد است و انسان عاقل از این سختی&zwnj;ها هم برای شیرین و شادمان کردن زندگی استفاده می&zwnj;کند.<br />۶٫ امید و تصویری زیبا از آینده داشته باشید<br />اگر انسان بتواند تصویرهای ذهنی خود را مدیریت کند و بجای تصاویر در هم و برهم، آشفته و منفی، تصاویری زیبا از آینده بسازد، احساسی شادمانه خواهد داشت.<br />آنچه تاکنون در عرصه روانشناسی و تجارب زندگی، به اثبات رسیده است، این است که: &laquo;آینده را تصاویر ذهنی انسان می&zwnj;سازند. یعنی انسان هر انتظار و تصویری از آینده داشته باشد، به نوعی همان انتظار و تصویر تحقق خواهد یافت.<br />امید، زیباترین ویژگی یک خیال است. اگر می&zwnj;خواهیم از زندگی لذت ببریم، بایستی با امید زندگی کنیم. این امید (تصویر مثبت از آینده) است که انسان را زنده نگه می&zwnj;دارد. بنابراین، باید تصویری زیبا از آینده بسازیم و همواره امیدوار باشیم و آینده را آن گونه که دوست داریم مجسم نماییم. و باور کنیم که روز به روز، موفق&zwnj;تر، &zwnj;شادتر و خوشبخت&zwnj;تر می&zwnj;شویم.<br />۷٫ در زندگی هدفمند باشید<br />هدفمندی نه تنها موفقیت انسان را تضمین می&zwnj;کند، بلکه موجب شادکامی انسان نیز می&zwnj;گردد. انسان بی&zwnj;هدف، مانند فردی سرگردان در کویری سوزان است. هیچ وقت احساس آرامش و شادمانی نخواهد کرد.<br />بعضی&zwnj;ها هدفمندی و هدف&zwnj;یابی را مساوی آرزوهای بزرگ و بیشتر می&zwnj;دانند. ولی اکثراً اینها در زندگی موفق نمی&zwnj;شوند. بایستی آرزوها شفاف و مشخص و تعریف شده باشد. آرزوی بزرگ بسیار خوب است ولی بایستی در درجه اول، بر اساس بزرگی آرزو، انرژی و توان لازم را مهیا کنیم و در درجه دوم، آن آرزو برای ما مشخص و شفاف باشد&zwnj;، که در این صورت حتماً موفق خواهیم شد.<br />تصمیم قطعی برای رسیدن به یک هدف بسیار زیبا و مقدس، نباید شادکامی انسان را از بین ببرد، چون انسان وظیفه&zwnj;ای جز عمل کردن ندارد. ما باید تلاش خود را برای رسیدن به بهترین اهداف انجام دهیم. اگر به آن اهداف برسیم، احساس شادمانی خواهیم کرد و اگر نرسیم غیر شاد خواهیم بود. بنابراین لازم است انسان در زندگی، &zwnj;اهداف مشخص و شفافی داشته باشد.<br />۸٫ خوشبختی خود را باور کنید<br />بزرگترین مشکل انسانهای بی نشاط و افسرده و ناراضی این است که نه خودشان را باور کرده&zwnj;اند و نه خوشبختی و شاد زیستن خود را. انسانی که خود را باور کند، می&zwnj;تواند شاد زندگی کند&zwnj;. ما باید باور کنیم که می&zwnj;توانیم خوشبخت بشویم و خوشبخت و شاد هستیم. چون ما خوشبخت و شاد آفریده شده&zwnj;ایم، باور کنیم که زندگی زیبا و لذت بخش است. باور کنیم که سرنوشت تابع اندیشه&zwnj;های زیبای ماست، باور کنیم که خدا، عاشق ماست. و مهربانترین است.<br />۹٫ برنامه&zwnj;ریزی و نظم در زندگی را فراموش نکنید<br />نظم و انضباط و داشتن برنامه در زندگی انسان، شادمانگی او را حفظ می&zwnj;کند. انسانهای منظم و دارای برنامه، بسیار موفق&zwnj;تر و شادتر هستند. اهمیت نظم آن قدر زیاد است که امام علی ـ علیه السّلام ـ به فرزندان خود می&zwnj;&zwnj;فرمایند: شما را به دو چیز توصیه می&zwnj;کنم، اول تقوای الهی، دوم ، نظم در کارها. امروزه در دانش مدیریت، به برنامه&zwnj;ریزی تأکید جدی می&zwnj;شود و هیچ فعالیتی بدون برنامه ریزی و عمل به آن برنامه، نتیجه&zwnj;ای مثبت نخواهد داشت. انسانهایی که با برنامه عمل کنند، هم موفقیت و پیروزی را در آغوش خواهند کشید و هم زندگی شادمانه خواهند داشت.<br />۱۰٫ با تشریفات زائد و غلط خود را به زحمت نیاندازید<br />راحت بودن در زندگی، موجب شادمانگی است. انسانها هر چه خود را با آداب و رسوم و تشریفات زائد و غلط به زحمت و عذاب می&zwnj;اندازند، همانقدر از شادمانگی دور می&zwnj;شوند. خیلی از افراد. زندگی ساده، زیبا و راحت را، بسیار مشکل، بغرنج و سخت می&zwnj;کنند. سنتها و آداب اگر در مسیر فطرت پاک الهی انسان باشند، بسیار نیز عزیز و قابل احترام هستند، ولی تشریفات زائد و غلط اصلاً قابل قبول نیستند. هر چه زندگی پیچیده&zwnj;تر و تشریفات بیشتر می&zwnj;شود. تنشها و فشارهای روحی شدت می&zwnj;یابد. بنابراین، اگر زندگی شادمانه&zwnj;ای می&zwnj;خواهیم، باید تشریفات زاید را کنار گذاشته و خیلی راحت و خودمانی زندگی کنیم.<br />۱۱٫ صداقت و راستی داشته باشید<br />صداقت، مانند آب زلالی است که چمنزار زندگی شادمانه را سیراب می&zwnj;کند، و گلهای خوشبختی و لذت را شکوفا می&zwnj;سازد. انسانهای صادق، لحظه&zwnj;های شادمانه&zwnj;ای را تجربه می&zwnj;کنند و از لحظه لحظه زندگی لذت می&zwnj;برند. انتخاب صداقت، به معنی انتخاب &laquo;شادمانگی&raquo; است. یکی از زیباترین پیامهای دین زیبای اسلام، صداقت است. انسان صادق، از همه گرفتاریها و مشکلات نجات پیدا خواهد کرد. ریا، نفاق، دوروئی و تظاهر شایسته مقام الهی انسان نیست. و مطمئناً انسان را رسوا می&zwnj;سازد.<br />اگر انسان حتی در مقام دشمنان خود صادقانه رفتار نماید، به نفع&zwnj;اش تمام خواهد شد، انسان صادق، قابل اعتماد است. بنابراین اگر در همه اعمال و زندگی خود، صداقت را پیشه کنیم همواره زندگی شادمانه&zwnj;ای خواهیم داشت و هم چنین مورد احترام همه انسانها خواهیم بود.<br />۱۲٫ از بیکاری بپرهیزید<br />بیکاری، یکی از مشکلات عمده جوامع بشری است که امنیت شهرها و کشورها را تهدید می&zwnj;کند. بنابراین همه نهادها و سازمانهای دولتی باید مشکل بیکاری را حل کنند. فعال و مشغول بودن یکی از راههای شاد زیستن است. و از نظر امام علی ـ علیه السّلام ـ بهترین تفریح، کار است. هم بایستی وقت خود را با فعالیت و مشغولیت معنی&zwnj;دار و مفید پر کنیم و هم کمک کنیم دیگران از بیکاری، نجات پیدا کنند تا جامعه&zwnj;ای شاد و فعال داشته باشیم. بررسی&zwnj;ها نشان می&zwnj;دهد که انسانهای فعال و مشغول، بسیار سالم&zwnj;تر و شادتر هستند.<br />۱۳٫ داوری مثبت داشته باشید<br />داوری مثبت و زیبا، یکی از بهترین راههای شادمانه زیستن است. اگر انسان یاد بگیرد که مثبت داوری کند. و از داوریها و پیشداوریهای منفی و بدبینانه و خودخواهانه پرهیز نماید، &zwnj;عصبانی نخواهد شد، حرص نخواهد خورد. بلکه در همه موقعیتها، احساس شادمانگی خواهد کرد و با همه انسانها شادمانه خواهد زیست ن: ۶۳۲ م .<br />۱۴٫ توجه به سیره بزرگان و الگوهای جامع<br />با مطالعه و بررسی شیوه زندگی و رفتارهای فردی و اجتماعی اهلبیت &ndash; علیهم السلام- و نیز علما و بزرگان، به روشنی در می یابیم که همانگونه که آنها اهمیت به عبادات و واجبات الهی داشتند در کنار آن اهتمام ویژه ای به نشاط و امور جانبی و تفریحات سالم داشته اند. اینجاست که می توان جامعیت دین مبین اسلام را جستجو نمود و به این حقیقت پی برد که تعای و تکامل روح در پرتو توجه به تمامی جوانب و نیازها است که هر کدام اگر در حد و شان خود انجام شوند قطعا آثار مبارکی به دنبال دارد.<br />پاورقی:<br />[۱] . محمود میرنسب، بررسی رابطه توکل به خدا&hellip; با اضطراب و افسردگی، پایان نامه کارشناسی ارشد، دانشگاه تهران، ۱۳۷۹، ص ۵۷ـ۲۰٫<br />[۲] . فجر، آیه ۲۷ الی آخر.<br />[۳] . طه، ۱۲۴٫<br />[۴] . رعد، ۲۸٫<br />[۵] . امان الله خلجی موحّد، روان درمانی با کلام آسمانی، شهر اندیشه، چاپ اول، ۱۳۷۹، فصل اول و سوم.<br />منبع: سایت اندیشه قم (مرکز مطالعات و پاسخگویی به شبهات حوزه علمیه قم)<br />به قلم: حسن منتظری- مرکز مطالعات و پژوهش های فرهنگی حوزه علمیه</p>\r\n<p>&nbsp;</p>', 'مهارت زندگی اسلامی', '/tmp/phpiR1Ngq', 'true', '۱۴-توصیه-برای-شاد-زیستن-از-دیدگاه-اسلام', 'توصیه , توصیه اسلام , شادی , شاد زیستن , زندگی شاد , دیدگاه اسلام', '2021-04-21 07:18:45', '2021-04-21 07:18:45');

-- --------------------------------------------------------

--
-- Table structure for table `cart`
--

CREATE TABLE `cart` (
  `id_cart` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `course_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `of` varchar(30) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `title`, `of`, `created_at`, `updated_at`) VALUES
(5, 'مهارت زندگی اسلامی', 'blog', '2021-04-07 17:56:00', '2021-04-07 17:56:00'),
(6, 'پول سازی اسلامی', 'blog', '2021-04-07 17:58:46', '2021-04-07 17:58:46'),
(11, 'معنویات', 'blog', '2021-05-19 00:23:19', '2021-05-19 00:23:19'),
(13, 'خانه', 'course', '2021-05-26 18:51:43', '2021-05-26 18:51:43'),
(14, 'تفسیر', 'course', '2021-06-11 16:10:59', '2021-06-11 16:10:59'),
(15, 'احکام و معارف', 'file', '2021-07-18 20:11:00', '2021-07-18 20:11:00'),
(16, 'هیات مجازی', 'file', '2021-07-26 20:23:54', '2021-07-26 20:23:54');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `phone` varchar(100) DEFAULT NULL,
  `comment` text NOT NULL,
  `blog_id` int(11) NOT NULL,
  `blog_title` text DEFAULT NULL,
  `status` varchar(30) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `conns`
--

CREATE TABLE `conns` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `course_id` int(11) NOT NULL,
  `create_at` datetime NOT NULL,
  `update_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `conns`
--

INSERT INTO `conns` (`id`, `user_id`, `course_id`, `create_at`, `update_at`) VALUES
(10, 14, 6, '2021-07-26 20:37:02', '2021-07-26 20:37:02'),
(11, 14, 5, '2021-07-26 20:37:02', '2021-07-26 20:37:02'),
(12, 14, 7, '2021-07-26 21:23:28', '2021-07-26 21:23:28');

-- --------------------------------------------------------

--
-- Table structure for table `courses`
--

CREATE TABLE `courses` (
  `id` int(11) NOT NULL,
  `title` varchar(300) NOT NULL,
  `teacher` varchar(100) NOT NULL,
  `price` int(11) NOT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `up` int(11) DEFAULT NULL,
  `type` varchar(30) DEFAULT NULL,
  `category` varchar(255) DEFAULT NULL,
  `name_pic` text NOT NULL,
  `slug` varchar(350) NOT NULL,
  `keyword` text NOT NULL,
  `description` text NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `courses`
--

INSERT INTO `courses` (`id`, `title`, `teacher`, `price`, `status`, `up`, `type`, `category`, `name_pic`, `slug`, `keyword`, `description`, `created_at`, `updated_at`) VALUES
(5, 'فایل آموزش قرائت قرآن', 'امیر محمود نیا کریمی', 12000, 0, 1, 'file', 'احکام و معارف', '/tmp/php6BBXqW', 'فایل-آموزش-قرائت-قرآن', 'فایل-آموزش-قرائت-قرآن', '<p>fdsfsdfewfdcdvs</p>', '2021-07-18 20:14:47', '2021-07-21 04:34:33'),
(6, 'فایل تفسیر جامع', 'عباس محسنی', 45000, 0, NULL, 'file', 'احکام و معارف', '/tmp/phpYywbTn', 'فایل-تفسیر-جامع', 'هنر , قرآن , اسلام , دیدگاه', '<p>سیسشبشبشیبسیب</p>', '2021-07-20 15:40:24', '2021-07-20 15:40:24'),
(7, 'دوره تست', 'احمد قلی پور', 36000, 0, 3, 'course', 'تفسیر', '/tmp/phpfqnu7t', 'دوره-تست', 'هنر , قرآن , اسلام , دیدگاه', '<p>این توضیحات دوره است.</p>', '2021-07-25 02:27:14', '2021-07-26 12:02:09');

-- --------------------------------------------------------

--
-- Table structure for table `discount`
--

CREATE TABLE `discount` (
  `id` int(11) NOT NULL,
  `code` varchar(70) NOT NULL,
  `value` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `discount`
--

INSERT INTO `discount` (`id`, `code`, `value`, `created_at`, `updated_at`) VALUES
(1, 'LcsmfY', 32, '2021-07-16 23:57:55', '2021-07-16 23:57:55');

-- --------------------------------------------------------

--
-- Table structure for table `files`
--

CREATE TABLE `files` (
  `id` int(11) NOT NULL,
  `name` text DEFAULT NULL,
  `file` text NOT NULL,
  `price` int(11) DEFAULT NULL,
  `type` varchar(11) NOT NULL,
  `time` int(30) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `from_where` varchar(50) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `files`
--

INSERT INTO `files` (`id`, `name`, `file`, `price`, `type`, `time`, `description`, `from_where`, `created_at`, `updated_at`) VALUES
(13, 'جلسه اول دوره', '/tmp/phpsJw4kC', 0, '2', 60, '<p>این جلسه با محوریت کرامت آغاز به کار کرده است.</p>', '1', '2021-06-15 18:52:20', '2021-06-15 18:52:20'),
(25, NULL, '/tmp/phpGPC63S', NULL, '0', 0, NULL, '5', '2021-07-21 04:34:33', '2021-07-21 04:34:33'),
(30, 'جلسه اول', '/tmp/phpnyonyc', NULL, '3', 120, '<p>این توضیحات جلسه اول دوره است.</p>', '7', '2021-07-25 02:28:26', '2021-07-25 02:28:26'),
(31, 'جلسه دوم', '/tmp/phpHcvMsp', NULL, '2', 50, '<p>این توضیحات جلسه دوم است.</p>', '7', '2021-07-25 02:34:29', '2021-07-25 02:34:29'),
(32, 'محسن', '/tmp/phpsMBf1o', NULL, '2', 50, NULL, '7', '2021-07-26 12:02:09', '2021-07-26 12:02:09');

-- --------------------------------------------------------

--
-- Table structure for table `items`
--

CREATE TABLE `items` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `url` text DEFAULT NULL,
  `open_page` varchar(70) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `items`
--

INSERT INTO `items` (`id`, `title`, `url`, `open_page`, `created_at`, `updated_at`) VALUES
(1, 'قـرآن مبــارک', NULL, '_self', '2021-04-07', '2021-04-27'),
(2, 'تـدبر در قــرآن', 'http://andqt.ir/blog/37', '_self', '2021-04-14', '2021-04-23'),
(3, 'قرآنـیان نواندیش', NULL, '_self', '2021-04-07', '2021-04-11'),
(4, 'مبـاحث عاشورایی', NULL, '_self', '2021-04-14', '2021-04-11'),
(5, 'دیــن و دینداری', NULL, '_self', '2021-04-14', '2021-04-11'),
(6, 'مباحث فلسفی', NULL, '_self', '2021-04-21', '2021-04-11'),
(7, 'اخلاق مهــندسی', NULL, '_self', '2021-04-14', '2021-04-11'),
(8, 'انـسان شنـاسی', NULL, '_self', '2021-04-21', '2021-04-11'),
(9, 'سایـر موضـوعات', NULL, '_self', '2021-04-23', '2021-04-11'),
(10, 'معرفی کتاب', NULL, '_self', '2021-04-14', '2021-04-11'),
(11, 'جـزوات کمک آموزشی', NULL, '_self', '2021-04-23', '2021-04-11'),
(12, 'فایل های صوتی و تصویری', NULL, '_self', '2021-04-14', '2021-04-11'),
(13, 'دوره هـای آمـوزشی', NULL, '_self', '2021-04-13', '2021-04-11'),
(14, 'پرسش و پاسخ های قرانی', NULL, '_self', '2021-04-20', '2021-04-11'),
(15, 'باشگاه مخاطبان', NULL, '_self', '2021-04-13', '2021-04-11'),
(16, 'گالری تصاویر', NULL, '_self', '2021-04-20', '2021-04-11');

-- --------------------------------------------------------

--
-- Table structure for table `messages`
--

CREATE TABLE `messages` (
  `id` int(11) NOT NULL,
  `name` varchar(70) NOT NULL,
  `phone` varchar(100) NOT NULL,
  `text` text DEFAULT NULL,
  `navbar_name` varchar(255) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `messages`
--

INSERT INTO `messages` (`id`, `name`, `phone`, `text`, `navbar_name`, `created_at`, `updated_at`) VALUES
(2, 'دهم', '۰۹۱۰۰۶۵۶۸۰۱', 'dfdfsdfsd', 'DGGFAFGFG', '2021-05-22 16:49:57', '2021-05-22 16:49:57'),
(3, 'ذشاشق', '۹۵عقص۶۵۳۷۵۵۷۳۵۷', '۷۶۳۵۳۵درطذزظ', 'DGGFAFGFG', '2021-07-21 03:26:43', '2021-07-21 03:26:43');

-- --------------------------------------------------------

--
-- Table structure for table `navbars`
--

CREATE TABLE `navbars` (
  `id` int(11) NOT NULL,
  `title` varchar(70) NOT NULL,
  `url` text DEFAULT NULL,
  `open_page` varchar(30) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `navbars`
--

INSERT INTO `navbars` (`id`, `title`, `url`, `open_page`, `created_at`, `updated_at`) VALUES
(1, 'خانه', 'http://localhost:8000/', '_self', '2021-03-01', '2021-06-10'),
(2, 'وبلاگ', 'http://localhost:8000/blog', '_self', '2021-03-01', '2021-04-20'),
(3, 'درباره ‌ما', 'http://localhost:8000/page/13', '_self', '2021-03-22', '2021-05-22'),
(4, 'همکاری بااندیشکده', NULL, '_self', '2021-04-08', '2021-04-27'),
(5, 'دوره ها', 'http://localhost:8000/course', '_self', '2021-04-21', '2021-06-14'),
(6, 'فایل ها', 'http://localhost:8000/file', '_self', '2021-07-18', '2021-07-18');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `text` text DEFAULT NULL,
  `form` varchar(50) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `title`, `text`, `form`, `created_at`, `updated_at`) VALUES
(13, 'DGGFAFGFG', '<p>AFGFDGAFGFDG</p>', 'true', '2021-04-26 06:08:59', '2021-05-22 16:46:35'),
(14, 'هیات مجازی', '<p>sdasdasdad</p>', 'true', '2021-05-22 16:53:14', '2021-05-22 16:53:14');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `price` int(11) NOT NULL,
  `descriprion` text NOT NULL,
  `name_pic` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `url` text NOT NULL,
  `description` text NOT NULL,
  `keyword` varchar(100) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `name`, `url`, `description`, `keyword`, `created_at`, `updated_at`) VALUES
(1, 'اندیشکده قرآنی تدبر', '', 'اندیشکده قرآنی  تدبر', 'اندیشکده, تدبر, پژوهشکده,قرآنی, تدبر , اندیشکده', '2021-04-10 20:15:46', '2021-04-10 23:13:15'),
(2, 'واتس اپ', 'http://andqt.ir', '1', NULL, '2021-07-07 01:32:32', '2021-07-07 01:32:32'),
(3, 'بله', 'http://andqt.ir', '1', NULL, '2021-07-07 01:32:32', '2021-07-07 01:32:32'),
(4, 'ایتا', 'http://andqt.ir', '1', NULL, '2021-07-07 01:50:14', '2021-07-07 01:50:14'),
(5, 'آپارات', 'http://andqt.ir', '1', NULL, '2021-07-07 01:50:14', '2021-07-07 01:50:14'),
(6, 'اینستاگرام', 'http://andqt.ir', '1', NULL, '2021-07-07 01:50:14', '2021-07-07 01:50:14'),
(7, 'درباره ما', '1', '<p>در این بخش اطلاعاتی راجع به ما وجود دارد.</p>', NULL, '2021-07-07 01:52:09', '2021-07-13 17:07:30'),
(8, 'بخش های مختلف سایت', '1', '<p>در این بخش اطلاعاتی راجب به نقاط مختلف سایت موجود است.</p>', NULL, '2021-07-07 01:52:09', '2021-07-13 17:07:41'),
(9, 'تماس باما', '1', '<p>در این بخش اطلاعات تماس با ما موجود است.</p>', NULL, '2021-07-07 01:52:09', '2021-07-13 17:07:51');

-- --------------------------------------------------------

--
-- Table structure for table `transaction`
--

CREATE TABLE `transaction` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `transaction_id` int(11) NOT NULL,
  `price` int(70) NOT NULL,
  `ref_id` int(11) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `transaction`
--

INSERT INTO `transaction` (`id`, `user_id`, `transaction_id`, `price`, `ref_id`, `status`, `created_at`, `updated_at`) VALUES
(1, 14, 548742, 36000, 12345678, 1, '2021-07-13 17:04:37', '2021-07-13 17:04:41'),
(2, 14, 553256, 36000, NULL, 0, '2021-07-17 20:30:23', '2021-07-17 20:30:23'),
(3, 14, 553270, 36000, NULL, 0, '2021-07-17 20:49:47', '2021-07-17 20:49:47'),
(4, 14, 553272, 36000, 12345678, 1, '2021-07-17 20:50:48', '2021-07-17 20:50:52'),
(5, 14, 557472, 45000, 12345678, 1, '2021-07-21 03:26:59', '2021-07-21 03:27:05'),
(6, 14, 557483, 12000, 12345678, 1, '2021-07-21 04:36:59', '2021-07-21 04:37:04'),
(7, 14, 560912, 17000, NULL, 0, '2021-07-24 22:07:18', '2021-07-24 22:07:18'),
(8, 14, 560913, 17000, 12345678, 1, '2021-07-24 22:07:31', '2021-07-24 22:07:34'),
(9, 14, 561047, 36000, 12345678, 1, '2021-07-25 02:30:44', '2021-07-25 02:30:47'),
(10, 14, 562296, 45000, 12345678, 1, '2021-07-25 23:24:48', '2021-07-25 23:24:51'),
(11, 14, 563327, 12000, 12345678, 1, '2021-07-26 20:31:48', '2021-07-26 20:31:55'),
(12, 14, 563330, 57000, 12345678, 1, '2021-07-26 20:36:00', '2021-07-26 20:36:06'),
(13, 14, 563331, 57000, 12345678, 1, '2021-07-26 20:36:57', '2021-07-26 20:37:02'),
(14, 14, 563332, 36000, NULL, 0, '2021-07-26 20:37:17', '2021-07-26 20:37:17'),
(15, 14, 563375, 36000, 12345678, 1, '2021-07-26 21:23:22', '2021-07-26 21:23:28');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `username` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `type` varchar(70) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `username`, `email`, `password`, `type`, `remember_token`, `created_at`, `updated_at`) VALUES
(14, 'توسعه دهنده', 'admin', 'mohammadsafavi999@yahoo.com', '$2y$10$4beIhtfytRmtefSg4gz15eaon0/FGj/oBe4/GeqJQz6/DlK0bct8e', 'gsh229sdiujcl1@kdj#is920', '82EevQR7b0Lq0yVJzFwmJU6S4mQMKexEtgAUNmpGKOtILPz9IMtC22hoRPC3', '2021-04-08 23:25:07', '2021-07-24 22:00:40'),
(27, 'کاربر', 'user', 'user@yahoo.com', '$2y$10$tGhBlbE6WVY/rXCS6K6WFuPWzxD.CRQctivjz6WbUwEOb3jbGsRsS', NULL, NULL, '2021-07-26 12:05:58', '2021-07-26 12:06:42');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `blogs`
--
ALTER TABLE `blogs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cart`
--
ALTER TABLE `cart`
  ADD PRIMARY KEY (`id_cart`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `conns`
--
ALTER TABLE `conns`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `courses`
--
ALTER TABLE `courses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `discount`
--
ALTER TABLE `discount`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `files`
--
ALTER TABLE `files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `messages`
--
ALTER TABLE `messages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `navbars`
--
ALTER TABLE `navbars`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD UNIQUE KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `transaction`
--
ALTER TABLE `transaction`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `blogs`
--
ALTER TABLE `blogs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=42;

--
-- AUTO_INCREMENT for table `cart`
--
ALTER TABLE `cart`
  MODIFY `id_cart` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=108;

--
-- AUTO_INCREMENT for table `conns`
--
ALTER TABLE `conns`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `courses`
--
ALTER TABLE `courses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `discount`
--
ALTER TABLE `discount`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `files`
--
ALTER TABLE `files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- AUTO_INCREMENT for table `items`
--
ALTER TABLE `items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `messages`
--
ALTER TABLE `messages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `navbars`
--
ALTER TABLE `navbars`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `transaction`
--
ALTER TABLE `transaction`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
